{"2000":"543,816 (Bush v. Gore)","2004":"3,012,171 (Bush v. Kerry)","2008":"9,550,193 (Obama v. McCain)","2012":"4,982,291 (Obama v. Romney)","2016":"2,868,686 (Trump v. Clinton)","keywords":"<Enter SEO keywords here separated by a comma>","title":"How Could Immigrant Voters Impact Elections?","date":"<Enter Date Here>","description":"More immigrants are naturalizing and becoming eligible to vote. Where they live and vote will have significant implications for swing districts in elections to come.","twitterDescription":"via @newamericanecon: Data Briefs https://data.newamericaneconomy.org","intro":"Every year hundreds of thousands of immigrants choose to naturalize, becoming American citizens and earning the right to vote. This growing population of immigrant voters has major implications for elections--particularly in critical swing districts that may help decide which party controls the House of Representatives.","hedTextOne":"In 2018, 37 districts that experts had labeled as battlegrounds—areas that could be reasonably won by either major political party—flipped.","textOne":"Democrats were able to win 35 of those seats. Meanwhile, just two of the tossup districts shifted from blue to red for Republicans.","hedTextTwo":"In many of these swing districts, the immigrant vote is already large enough to impact election outcomes.","textTwo":"Of the 27 districts that flipped in the 2018 House elections, 34 saw an increase in their number of immigrant voters.","hedTextThree":"The voting clout of immigrants is growing rapidly in swing districts overall.","textThree":"Excluding recently redrawn districts, the nonpartisan Cook Political Report labeled 66","hedTextFour":"This isn’t just a battleground issue; it’s a national one.","textFour":"Since 2006, the number of immigrant voters has grown by nearly 5 million people. This has implications far beyond Congressional elections. After all, only one presidential election has been decided by more than 5 million votes since 2000.","hedTextFive":"The bottom line is simple.","textFivep1":"America’s electorate is rapidly changing, particularly in swing districts. Although districts will be redrawn in many states after 2020, the demographic changes are so significant and inevitable that both parties will need to adapt to them. This has serious implications for politicians who have relied on anti-immigrant messages to appeal to voters. As NAE has found before, candidates will find it harder to convince increasingly diverse and college-educated electorates to vote for them with xenophobic platforms.","textFivep2":"Of course, our 2024 figures are not written in the stars. After all, immigrant voters could well reverse recent electoral trends and vote for more Republican candidates. However, this is unlikely without Republicans embracing more inclusive rhetoric and championing the kind of sensible immigration reforms that are supported by the majority of Americans."}